[Demo_Patako_End_true GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-850,Y=990,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Vec=(X=-580,Y=990,Z=1200),VecSub=(X=180,Y=0,Z=0),CId=73)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-610,Y=930,Z=1200),VecSub=(X=145,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-610,Y=1050,Z=1200),VecSub=(X=215,Y=0,Z=0),CId=71)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0202_lp_half_perplex",motionName[1]="pt_CM_0003_fx_close_smile_L",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=4,Vec=(X=-610,Y=990,Z=1320))
DemoScripts[11]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-650,Y=990,Z=1320))
DemoScripts[12]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-610,Y=990,Z=1320))
DemoScripts[13]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-650,Y=990,Z=1320))
DemoScripts[14]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_End_Patako.GG2_BGM_DM_End_Patako_Cue')
DemoScripts[15]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[16]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[17]=(Actor=FADE,Command=WAIT)
DemoScripts[18]=(Actor=WINDOW,Command=SET)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_001_Cue',Name="パタコ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_003_Cue',Name="パタコ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_005_Cue',Name="エコロ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[33]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=11,Vec=(X=-660,Y=1050,Z=1315))
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_006_Cue',Name="パタコ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0118_fx_Stand2Inarticulately",Rate=1,Number=2,Bit=0)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1800_lp_Inarticulately",Number=8)
DemoScripts[40]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[41]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_007_Cue',Name="エコロ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1801_fx_Inarticulately2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[48]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-610,Y=990,Z=1320))
DemoScripts[49]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-650,Y=990,Z=1320))
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[54]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_008_Cue',Name="パタコ")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[56]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[57]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=14,CId=71)
DemoScripts[58]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Patako_End_true.GG2_SE_DM_Angel_Magic_3_Cue')
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[61]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=1,Number=2,Bit=0)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[63]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[64]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[68]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0601_fx_Surprise2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_010_Cue',Name="エコロ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[76]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0118_fx_Stand2Inarticulately",Rate=1,Number=2,Bit=0)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1800_lp_Inarticulately",Number=8)
DemoScripts[79]=(Actor=CHARACTER,Command=CHEEK,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Rate=0.8)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_011_Cue',Name="エコロ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[84]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=13,Bit=0,Rate=0)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[86]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[87]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_013_Cue',Name="エコロ")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[90]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[92]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[94]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_015_Cue',Name="クロナ")
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[96]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[97]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=11,Vec=(X=-660,Y=930,Z=1315))
DemoScripts[98]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[100]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[101]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_016_Cue',Name="パタコ")
DemoScripts[102]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[103]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[104]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=14,CId=72)
DemoScripts[105]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Patako_End_true.GG2_SE_DM_Angel_Magic_3_Cue')
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[108]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_017_Cue',Name="クロナ")
DemoScripts[109]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[110]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[111]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=1,Number=2,Bit=0)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[117]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[118]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[119]=(Actor=CHARACTER,Command=CHEEK,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Rate=0.8)
DemoScripts[120]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_018_Cue',Name="クロナ")
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[122]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=13,Bit=0,Rate=0)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[124]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[125]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1801_fx_Inarticulately2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[127]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=4,Vec=(X=-610,Y=930,Z=1315))
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0112_fx_Stand2Angry",Rate=1,Number=2,Bit=0)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1200_lp_Angry",Number=8)
DemoScripts[134]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=5,CId=71)
DemoScripts[135]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0101_fx_open_L",Rate=1,Number=1,Bit=0)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0701_fx_Cry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[139]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[140]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_020_Cue',Name="エコロ")
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[142]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0300_lp_one_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[145]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[147]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=5,CId=72)
DemoScripts[148]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[149]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_021_Cue',Name="クロナ")
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[151]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[154]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[156]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[157]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1201_fx_Angry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[162]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[163]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[164]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_022_Cue',Name="パタコ")
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_023_Cue',Name="パタコ")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0118_fx_Stand2Inarticulately",Rate=1,Number=2,Bit=0)
DemoScripts[172]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1800_lp_Inarticulately",Number=8)
DemoScripts[173]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_025_Cue',Name="エコロ")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[175]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[176]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[178]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_026_Cue',Name="クロナ")
DemoScripts[179]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[180]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[181]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[182]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_027_Cue',Name="パタコ")
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[184]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[185]=(Actor=WINDOW,Command=EXIT)
DemoScripts[186]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=5,Y=-5,Z=0),SecTime=0.5)
DemoScripts[187]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[188]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-5,Y=-5,Z=0),SecTime=1)
DemoScripts[189]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[190]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=0.5)
DemoScripts[191]=(Actor=WINDOW,Command=SET)
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[193]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[194]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[195]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0102_fx_Stand2Expound",Rate=1,Number=2,Bit=0)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0200_lp_Expound",Number=8)
DemoScripts[197]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_029_Cue',Name="パタコ")
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_030_Cue',Name="パタコ")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[201]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[202]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[203]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0201_fx_Expound2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[204]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[205]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_032_Cue',Name="パタコ")
DemoScripts[206]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[207]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[208]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[209]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_033_Cue',Name="パタコ")
DemoScripts[210]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[211]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[212]=(Actor=WINDOW,Command=EXIT)
DemoScripts[213]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[214]=(Actor=FADE,Command=WAIT)
DemoScripts[215]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Angel_Cue')
DemoScripts[216]=(Actor=CHARACTER,Command=EXIT,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',CId=73)
DemoScripts[217]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[218]=(Actor=FADE,Command=WAIT)
DemoScripts[219]=(Actor=WINDOW,Command=SET)
DemoScripts[220]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[221]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[222]=(Actor=WINDOW,Command=EXIT)
DemoScripts[223]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=-660,Y=1030,Z=1200),SecTime=0.5,CId=71)
DemoScripts[224]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[225]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=-660,Y=1030,Z=1200),CId=71)
DemoScripts[226]=(Actor=WINDOW,Command=SET)
DemoScripts[227]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_036_Cue',Name="エコロ")
DemoScripts[228]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[229]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[230]=(Actor=WINDOW,Command=EXIT)
DemoScripts[231]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-660,Y=950,Z=1200),SecTime=0.5,CId=72)
DemoScripts[232]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[233]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-660,Y=950,Z=1200),CId=72)
DemoScripts[234]=(Actor=WINDOW,Command=SET)
DemoScripts[235]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_037_Cue',Name="クロナ")
DemoScripts[236]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[237]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[238]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[239]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[240]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[241]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1801_fx_Inarticulately2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[242]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[243]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_039_Cue',Name="エコロ")
DemoScripts[244]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[245]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[246]=(Actor=WINDOW,Command=EXIT)
DemoScripts[247]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[248]=(Actor=FADE,Command=WAIT)
DemoScripts[249]=(Actor=CHARACTER,Command=EXIT,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',CId=71)
DemoScripts[250]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[251]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[252]=(Actor=FADE,Command=WAIT)
DemoScripts[253]=(Actor=WINDOW,Command=SET)
DemoScripts[254]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[255]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[256]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[257]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_040_Cue',Name="クロナ")
DemoScripts[258]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[259]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[260]=(Actor=WINDOW,Command=EXIT)
DemoScripts[261]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[262]=(Actor=FADE,Command=WAIT)
DemoScripts[263]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hug_Cue')
DemoScripts[264]=(Actor=TEXTURE,Command=START,CId=25,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[265]=(Actor=GALLERY,Command=SET_FLAG,CId=25,Bit=0)
DemoScripts[266]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[267]=(Actor=FADE,Command=WAIT)
DemoScripts[268]=(Actor=WINDOW,Command=SET)
DemoScripts[269]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_041_Cue',Name="")
DemoScripts[270]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[271]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[272]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_042_Cue',Name="")
DemoScripts[273]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[274]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[275]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[276]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_044_Cue',Name="")
DemoScripts[277]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[278]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[279]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_045_Cue',Name="")
DemoScripts[280]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[281]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[282]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_046_Cue',Name="")
DemoScripts[283]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[284]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[285]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_047_Cue',Name="")
DemoScripts[286]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[287]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[288]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_true.GG2_V_Patako_End_true_047_b_Cue',Name="")
DemoScripts[289]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[290]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[291]=(Actor=WINDOW,Command=EXIT)
DemoScripts[292]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[293]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[294]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[295]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[296]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[297]=(Actor=SYSTEM,Command=END)

[Select_Patako_End_true GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Patako_End_true GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="帕塔可",Text="......峯大學長,你變強了呢....../n帕塔可已經沒什麼能教你的了......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="那個......我覺得我好像/n跟妳幾乎是不認識耶......")

Texts[2]=(Label="TEXT03",Name="帕塔可",Text="是你的話,我能放心/n把她們兩個託付給你.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="沒在聽我說話啊......")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="帕塔可學姊......妳是認真的嗎?/n為什麼我要......")

Texts[5]=(Label="TEXT06",Name="帕塔可",Text="艾可蘿討厭峯大學長嗎?")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="......這,這是......那個....../n可是,交往什麼的,那種事......!")

Texts[7]=(Label="TEXT08",Name="帕塔可",Text="唉,真拿妳沒辦法耶....../n嘿咿!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="什......什麼......!?")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="這......這個力量是......!")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="哈嗚......")

Texts[11]=(Label="TEXT12",Name="峯大",Text="艾可蘿......?/n剛才那到底是......")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="哈嗚......峯大大人....../n我很仰慕你......")

Texts[13]=(Label="TEXT14",Name="峯大",Text="咦咦!!")

Texts[14]=(Label="TEXT15",Name="庫蘿娜",Text="咦......連天使也變得神魂顛倒!?/n帕塔可姐姐大人的力量/n已經到達神的領域了DEATH嗎!?")

Texts[15]=(Label="TEXT16",Name="帕塔可",Text="這邊也順便,嘿呀--!")

Texts[16]=(Label="TEXT17",Name="庫蘿娜",Text="庫,庫蘿娜也要DEATH嗎--!?")

Texts[17]=(Label="TEXT18",Name="庫蘿娜",Text="哈喵......親愛的......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="親愛的!?",Format[0]=(Size=31,Start=0,End=6))

Texts[19]=(Label="TEXT20",Name="艾可蘿",Text="不......不知羞恥! 妳這個惡魔......!/n峯大大人是要成為我的戀人啦--!")

Texts[20]=(Label="TEXT21",Name="庫蘿娜",Text="妳......妳說什麼DEATH啊!/n親愛的是庫蘿娜的親愛的DEATH--!")

Texts[21]=(Label="TEXT22",Name="帕塔可",Text="好了,峯大學長./n你要選哪邊呢?")

Texts[22]=(Label="TEXT23",Name="帕塔可",Text="或者索性兩個人同時也可以唷?/n畢竟和人類的法律之類的沒關係呢--")

Texts[23]=(Label="TEXT24",Name="峯大",Text="事情發生得這麼突然,/n就算妳問我要選哪邊......")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="嗚嗚......我就不行嗎......?/n峯大大人......")

Texts[25]=(Label="TEXT26",Name="庫蘿娜",Text="親愛的......你要拋棄庫蘿娜DEATH嗎......?/n因為庫蘿娜是沒用的惡魔DEATH嗎......?")

Texts[26]=(Label="TEXT27",Name="帕塔可",Text="這麼可愛的天使和惡魔,同時受到兩邊喜歡的/n峯大大人真是幸福呢--/n你這傢伙--!")

Texts[27]=(Label="TEXT28",Name="峯大",Text="唔......咕......唔咕咕咕咕......")

Texts[28]=(Label="TEXT29",Name="帕塔可",Text="......不過,請你慢慢考慮吧./n因為如果是她們兩個,就和桃花期之類的無關,/n不存在時間限制.")

Texts[29]=(Label="TEXT30",Name="帕塔可",Text="如果你覺得太過突然,/n那就從現在起慢慢加深關係/n和愛情就好了唷.")

Texts[30]=(Label="TEXT31",Name="峯大",Text="不,是這種問題嗎......?")

Texts[31]=(Label="TEXT32",Name="帕塔可",Text="那麼,峯大學長./n兩位就交給你囉./n我要回去寄住的地方了.")

Texts[32]=(Label="TEXT33",Name="帕塔可",Text="帕塔可久違地用了天使之力,/n所以有點累了./n希望晚飯是咖哩啊--")

Texts[33]=(Label="TEXT34",Name="峯大",Text="............")

Texts[34]=(Label="TEXT35",Name="峯大",Text="多......多麼旁若無人....../n不愧是艾可蘿的學姊......")

Texts[35]=(Label="TEXT36",Name="艾可蘿",Text="峯大大人......無論如何....../n都不能和我交往嗎......?")

Texts[36]=(Label="TEXT37",Name="庫蘿娜",Text="親愛的......希望親愛的/n能夠選擇庫蘿娜DEATH......")

Texts[37]=(Label="TEXT38",Name="峯大",Text="不......這是......那個....../n該怎麼說呢....../n我會積極考慮......")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="既然如此......嘿咿!")

Texts[39]=(Label="TEXT40",Name="庫蘿娜",Text="庫蘿娜也要......嘿咿DEATH!")

Texts[40]=(Label="TEXT41",Name="庫蘿娜",Text="庫蘿娜絕對會變成親愛的/n喜歡的色色優質女惡魔DEATH!")

Texts[41]=(Label="TEXT42",Name="艾可蘿",Text="峯大大人?/n和我這個前途無量的精英天使交往的話/n會有很多好處唷.")

Texts[42]=(Label="TEXT43",Name="峯大",Text="嗯......這個......那個......")

Texts[43]=(Label="TEXT44",Name="庫蘿娜",Text="嗚嗚~親愛的困擾的表情/n好可愛DEATH!")

Texts[44]=(Label="TEXT45",Name="艾可蘿",Text="呵呵,關於這點/n我也是同樣的看法./n峯大大人......")

Texts[45]=(Label="TEXT46",Name="庫蘿娜",Text="親愛的~")

Texts[46]=(Label="TEXT47",Name="艾可蘿",Text="我們......")

Texts[47]=(Label="TEXT48",Name="庫蘿娜",Text="最喜歡你了DEATH!")

Texts[48]=(Label="",Name="",Text="")

Texts[49]=(Label="SELECT01",Name="",Text="")

Texts[50]=(Label="SELECT02",Name="",Text="")

Texts[51]=(Label="SELECT03",Name="",Text="")

Texts[52]=(Label="SELECT04",Name="",Text="")

Texts[53]=(Label="SELECT05",Name="",Text="")

Texts[54]=(Label="SELECT06",Name="",Text="")

Texts[55]=(Label="SELECT07",Name="",Text="")

Texts[56]=(Label="SELECT08",Name="",Text="")

Texts[57]=(Label="SELECT09",Name="",Text="")

Texts[58]=(Label="SELECT10",Name="",Text="")


